Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# dock.empty.copyPrompt
source: Copy Agent Prompt
ar: نسخ موجه الوكيل
de: Agent-Prompt kopieren
es: Copiar prompt del agente
fr: Copier l’invite de l’agent
ja: エージェント用プロンプトをコピー
ko: 에이전트 프롬프트 복사
zh_hans: 复制代理提示
zh_hant: 複製 Agent 提示詞

# dock.empty.copyPrompt.help
source: Copy a prompt you can paste into an AI coding agent
ar: نسخ موجه يمكنك لصقه في وكيل برمجة يعمل بالذكاء الاصطناعي
de: Einen Prompt kopieren, den du in einen KI-Coding-Agenten einfügen kannst
es: Copia un prompt que puedes pegar en un agente de programación de IA
fr: Copier une invite à coller dans un agent de codage IA
ja: AIコーディングエージェントに貼り付けるプロンプトをコピー
ko: AI 코딩 에이전트에 붙여넣을 수 있는 프롬프트를 복사합니다.
zh_hans: 复制一段可粘贴到 AI 编码代理中的提示
zh_hant: 複製可貼上至 AI 程式碼編輯 Agent 的提示詞

# dock.empty.copyPromptDone
source: Copied
ar: تم النسخ
de: Kopiert
es: Copiado
fr: Copié
ja: コピーしました
ko: 복사됨
zh_hans: 已复制
zh_hant: 已複製

# dock.empty.openDocs
source: Docs
ar: المستندات
de: Dokumentation
es: Documentación
fr: Documentation
ja: ドキュメント
ko: 문서
zh_hans: 文档
zh_hant: 文件

# dock.empty.openDocs.help
source: Open the Dock documentation
ar: فتح مستندات Dock
de: Die Dock-Dokumentation öffnen
es: Abre la documentación del Dock
fr: Ouvrir la documentation du Dock
ja: Dockドキュメントを開く
ko: Dock 문서 열기
zh_hans: 打开 Dock 文档
zh_hant: 開啟 Dock 文件

# dock.empty.promptInfo
source: Show Agent Prompt
ar: إظهار موجه الوكيل
de: Agent-Prompt anzeigen
es: Mostrar prompt del agente
fr: Afficher l’invite de l’agent
ja: エージェント用プロンプトを表示
ko: 에이전트 프롬프트 표시
zh_hans: 显示代理提示
zh_hant: 顯示 Agent 提示詞

# dock.empty.promptInfo.help
source: Show the prompt that will be copied
ar: إظهار الموجه الذي سيتم نسخه
de: Den Prompt anzeigen, der kopiert wird
es: Muestra el prompt que se copiará
fr: Afficher l’invite qui sera copiée
ja: コピーされるプロンプトを表示
ko: 복사될 프롬프트를 표시합니다.
zh_hans: 显示将被复制的提示
zh_hant: 顯示即將被複製的提示詞

# dock.empty.promptPopoverTitle
source: Agent Prompt
ar: موجه الوكيل
es: Prompt del agente
fr: Invite de l’agent
ja: エージェント用プロンプト
ko: 에이전트 프롬프트
zh_hans: 代理提示
zh_hant: Agent 提示詞

# dock.empty.subtitle
source: Add controls to .cmux/dock.json.
ar: أضف عناصر تحكم إلى .cmux/dock.json.
de: Steuerungen zu .cmux/dock.json hinzufügen.
es: Agrega controles a .cmux/dock.json.
fr: Ajoutez des contrôles dans .cmux/dock.json.
ja: .cmux/dock.json にコントロールを追加してください。
ko: .cmux/dock.json에 컨트롤을 추가하세요.
zh_hans: 在 .cmux/dock.json 中添加控件。
zh_hant: 新增控制項至 .cmux/dock.json。

# dock.empty.title
source: No Dock Controls
ar: لا توجد عناصر تحكم لـ Dock
de: Keine Dock-Steuerungen
es: Sin controles de Dock
fr: Aucun contrôle de Dock
ja: Dockコントロールがありません
ko: Dock 컨트롤 없음
zh_hans: 没有 Dock 控件
zh_hant: 無 Dock 控制項

# dock.emptyPane.title
source: Empty Dock Pane
ar: جزء Dock فارغ
de: Leeres Dock-Teilfenster
es: Panel de Dock vacío
fr: Volet de Dock vide
ja: 空のDockペイン
ko: 빈 Dock 분할 창
zh_hans: 空 Dock 窗格
zh_hant: 空白 Dock 窗格

# dock.error.blankControlCommand
source: Dock control command must not be blank.
ar: يجب ألا يكون أمر عنصر تحكم Dock فارغاً.
de: Befehl für die Dock-Steuerung darf nicht leer sein.
es: El comando de control de Dock no debe estar vacío.
fr: La commande de contrôle du Dock ne doit pas être vide.
ja: Dockコントロールのコマンドは空にできません。
ko: Dock 컨트롤 명령어는 비어 있을 수 없습니다.
zh_hans: Dock 控件命令不能为空。
zh_hant: Dock 控制項指令不得為空白。

# dock.error.blankControlID
source: Dock control id must not be blank.
ar: يجب ألا يكون معرف عنصر تحكم Dock فارغاً.
de: ID für die Dock-Steuerung darf nicht leer sein.
es: El id de control de Dock no debe estar vacío.
fr: L’identifiant de contrôle du Dock ne doit pas être vide.
ja: DockコントロールのIDは空にできません。
ko: Dock 컨트롤 id는 비어 있을 수 없습니다.
zh_hans: Dock 控件 id 不能为空。
zh_hant: Dock 控制項 id 不得為空白。

# dock.error.blankControlURL
source: Dock browser control url must not be blank.
ar: يجب ألا يكون عنوان URL لعنصر تحكم متصفح Dock فارغاً.
de: URL für die Dock-Browser-Steuerung darf nicht leer sein.
es: La url de control de navegador de Dock no debe estar vacía.
fr: L’URL de contrôle du navigateur du Dock ne doit pas être vide.
ja: Dockブラウザコントロールのurlは空にできません。
ko: Dock 브라우저 컨트롤 url은 비어 있을 수 없습니다.
zh_hans: Dock 浏览器控件 url 不能为空。
zh_hant: Dock 瀏覽器控制項 url 不得為空白。

# dock.error.conflictingRoutingSelectors
source: Conflicting Dock routing selectors
ar: محددات توجيه Dock متعارضة
bs: Sukobljeni selektori usmjeravanja Docka
da: Modstridende Dock-routingvælgere
de: Widersprüchliche Dock-Routing-Selektoren
es: Selectores de enrutamiento de Dock en conflicto
fr: Sélecteurs de routage du Dock en conflit
it: Selettori di instradamento del Dock in conflitto
ja: Dockルーティングセレクタが競合しています
ko: Dock 라우팅 선택자가 충돌합니다
nb: Motstridende Dock-rutingsvelgere
pl: Sprzeczne selektory routingu Dock
pt_br: Seletores de roteamento do Dock conflitantes
ru: Конфликтующие селекторы маршрутизации Dock
th: ตัวเลือกการกำหนดเส้นทาง Dock ขัดแย้งกัน
tr: Çakışan Dock yönlendirme seçicileri
uk: Конфліктні селектори маршрутизації Dock
zh_hans: Dock 路由选择器冲突
zh_hant: Dock 路由選擇器衝突

# dock.error.duplicateControl
source: Dock control ids must be unique.
ar: يجب أن تكون معرفات عناصر تحكم Dock فريدة.
de: IDs für Dock-Steuerungen müssen eindeutig sein.
es: Los id de control de Dock deben ser únicos.
fr: Les identifiants de contrôle du Dock doivent être uniques.
ja: DockコントロールのIDは一意である必要があります。
ko: Dock 컨트롤 ID는 고유해야 합니다.
zh_hans: Dock 控件 id 必须唯一。
zh_hant: Dock 控制項 id 必須是唯一的。

# dock.error.focusUnavailable
source: Dock could not be revealed
ar: تعذر إظهار Dock
de: Dock konnte nicht eingeblendet werden
es: No se pudo mostrar el Dock
fr: Le Dock n’a pas pu être affiché
ja: Dockを表示できませんでした
ko: Dock을 표시할 수 없습니다
zh_hans: 无法显示 Dock
zh_hant: 無法顯示 Dock

# dock.error.loadFailed
source: Could not load the Dock config. Check dock.json and try again.
ar: تعذّر تحميل إعدادات Dock. تحقق من dock.json وحاول مرة أخرى.
bs: Učitavanje Dock konfiguracije nije uspjelo. Provjerite dock.json i pokušajte ponovo.
da: Dock-konfigurationen kunne ikke indlæses. Tjek dock.json, og prøv igen.
de: Die Dock-Konfiguration konnte nicht geladen werden. Überprüfe dock.json und versuche es erneut.
es: No se pudo cargar la configuración de Dock. Comprueba dock.json e inténtalo de nuevo.
fr: Impossible de charger la configuration du Dock. Vérifiez dock.json et réessayez.
it: Impossibile caricare la configurazione del Dock. Controlla dock.json e riprova.
ja: Dock設定を読み込めませんでした。dock.jsonを確認してからもう一度お試しください。
ko: Dock 구성을 불러오지 못했습니다. dock.json을 확인한 후 다시 시도하세요.
nb: Dock-konfigurasjonen kunne ikke lastes inn. Sjekk dock.json, og prøv igjen.
pl: Nie można załadować konfiguracji Dock. Sprawdź dock.json i spróbuj ponownie.
pt_br: Não foi possível carregar a configuração do Dock. Verifique o dock.json e tente novamente.
ru: Не удалось загрузить конфигурацию Dock. Проверьте dock.json и повторите попытку.
th: ไม่สามารถโหลดการตั้งค่า Dock ได้ ตรวจสอบ dock.json แล้วลองอีกครั้ง
tr: Dock yapılandırması yüklenemedi. dock.json dosyasını kontrol edip yeniden deneyin.
uk: Не вдалося завантажити конфігурацію Dock. Перевірте dock.json і повторіть спробу.
zh_hans: 无法加载 Dock 配置。请检查 dock.json 后重试。
zh_hant: 無法載入 Dock 設定。請檢查 dock.json 後再試一次。

# dock.error.openFailed
source: Could not open the Dock config. Check permissions and try again.
ar: تعذّر فتح إعدادات Dock. تحقق من الأذونات وحاول مرة أخرى.
bs: Otvaranje Dock konfiguracije nije uspjelo. Provjerite dozvole i pokušajte ponovo.
da: Dock-konfigurationen kunne ikke åbnes. Tjek tilladelser, og prøv igen.
de: Die Dock-Konfiguration konnte nicht geöffnet werden. Überprüfe die Berechtigungen und versuche es erneut.
es: No se pudo abrir la configuración de Dock. Comprueba los permisos e inténtalo de nuevo.
fr: Impossible d'ouvrir la configuration du Dock. Vérifiez les autorisations et réessayez.
it: Impossibile aprire la configurazione del Dock. Controlla le autorizzazioni e riprova.
ja: Dock設定を開けませんでした。権限を確認してからもう一度お試しください。
ko: Dock 구성을 열지 못했습니다. 권한을 확인한 후 다시 시도하세요.
nb: Dock-konfigurasjonen kunne ikke åpnes. Sjekk tillatelser, og prøv igjen.
pl: Nie można otworzyć konfiguracji Dock. Sprawdź uprawnienia i spróbuj ponownie.
pt_br: Não foi possível abrir a configuração do Dock. Verifique as permissões e tente novamente.
ru: Не удалось открыть конфигурацию Dock. Проверьте разрешения и повторите попытку.
th: ไม่สามารถเปิดการตั้งค่า Dock ได้ ตรวจสอบสิทธิ์แล้วลองอีกครั้ง
tr: Dock yapılandırması açılamadı. İzinleri kontrol edip yeniden deneyin.
uk: Не вдалося відкрити конфігурацію Dock. Перевірте дозволи і повторіть спробу.
zh_hans: 无法打开 Dock 配置。请检查权限后重试。
zh_hant: 無法開啟 Dock 設定。請檢查權限後再試一次。

# dock.error.title
source: Dock Config Error
ar: خطأ في تكوين Dock
de: Dock-Konfigurationsfehler
es: Error de configuración de Dock
fr: Erreur de configuration du Dock
ja: Dock設定エラー
ko: Dock 설정 오류
zh_hans: Dock 配置错误
zh_hant: Dock 設定錯誤

# dock.error.unavailable
source: Dock placement is disabled
ar: تم تعطيل موضع Dock
de: Dock-Platzierung ist deaktiviert
es: La ubicación del Dock está deshabilitada
fr: Le placement du Dock est désactivé
ja: Dock配置は無効です
ko: Dock 배치가 비활성화되었습니다
zh_hans: Dock 放置已禁用
zh_hant: Dock 放置已停用

# dock.error.unknownControlType
source: Dock control type must be terminal or browser.
ar: يجب أن يكون نوع عنصر تحكم Dock هو terminal أو browser.
de: Der Typ der Dock-Steuerung muss „terminal“ oder „browser“ sein.
es: El tipo de control de Dock debe ser terminal o browser.
fr: Le type de contrôle du Dock doit être terminal ou browser.
ja: Dockコントロールのtypeはterminalまたはbrowserである必要があります。
ko: Dock 컨트롤 유형은 터미널 또는 브라우저여야 합니다.
zh_hans: Dock 控件类型必须是 terminal 或 browser。
zh_hant: Dock 控制項類型必須為 terminal 或 browser。

# dock.error.unsupportedSurfaceType
source: Dock placement supports only terminal and browser surfaces
ar: يدعم موضع Dock أسطح terminal وbrowser فقط
bs: Dock raspored podržava samo terminal i browser površine
da: Dock-placering understøtter kun terminal- og browser-flader
de: Die Dock-Platzierung unterstützt nur terminal- und browser-Oberflächen
es: La ubicación en Dock solo admite superficies terminal y browser
fr: Le placement dans le Dock prend en charge uniquement les surfaces terminal et browser
it: Il posizionamento nel Dock supporta solo superfici terminal e browser
ja: Dock配置でサポートされるサーフェスはterminalとbrowserのみです
ko: Dock 배치는 terminal 및 browser 표면만 지원합니다
nb: Dock-plassering støtter bare terminal- og browser-flater
pl: Umieszczanie w Dock obsługuje tylko powierzchnie terminal i browser
pt_br: O posicionamento no Dock só oferece suporte a superfícies terminal e browser
ru: Размещение в Dock поддерживает только поверхности terminal и browser
th: การวางใน Dock รองรับเฉพาะพื้นผิว terminal และ browser เท่านั้น
tr: Dock yerleşimi yalnızca terminal ve browser yüzeylerini destekler
uk: Розміщення в Dock підтримує лише поверхні terminal і browser
zh_hans: Dock 放置仅支持 terminal 和 browser 表面
zh_hant: Dock 放置僅支援 terminal 和 browser 介面

# dock.inactiveHost.title
source: Global Dock is active in another window
ar: Dock العالمي نشط في نافذة أخرى
de: Globales Dock ist in einem anderen Fenster aktiv
es: El Dock global está activo en otra ventana
fr: Le Dock global est actif dans une autre fenêtre
ja: グローバルDockは別のウィンドウでアクティブです
ko: 글로벌 Dock이 다른 창에서 활성화되어 있습니다
zh_hans: 全局 Dock 正在另一个窗口中使用
zh_hant: 全域 Dock 已在另一個視窗中啟用

# dock.source.global
source: Global Dock
ar: Dock العالمي
de: Globales Dock
es: Dock global
fr: Dock global
ja: グローバルDock
ko: 글로벌 Dock
zh_hans: 全局 Dock
zh_hant: 全域 Dock

# dock.source.project
source: Project Dock
ar: Dock الخاص بالمشروع
de: Projekt-Dock
es: Dock del proyecto
fr: Dock du projet
ja: プロジェクトDock
ko: 프로젝트 Dock
zh_hans: 项目 Dock
zh_hant: 專案 Dock

# dock.trust.action
source: Trust and Start
ar: الوثوق والبدء
de: Vertrauen und starten
es: Confiar e iniciar
fr: Faire confiance et démarrer
ja: 信頼して開始
ko: 신뢰 및 시작
zh_hans: 信任并启动
zh_hant: 信任並啟動

# dock.trust.message
source: This project wants to start commands from its Dock config.
ar: يريد هذا المشروع تشغيل أوامر من تكوين Dock الخاص به.
de: Dieses Projekt möchte Befehle aus seiner Dock-Konfiguration starten.
es: Este proyecto desea iniciar comandos desde su configuración de Dock.
fr: Ce projet souhaite démarrer des commandes à partir de sa configuration de Dock.
ja: このプロジェクトはDock設定からコマンドを開始しようとしています。
ko: 이 프로젝트의 Dock 설정에서 명령을 시작하려고 합니다.
zh_hans: 此项目想从它的 Dock 配置启动命令。
zh_hant: 此專案想要從其 Dock 設定中啟動指令。

# dock.trust.title
source: Trust Project Dock?
ar: هل تثق بـ Dock الخاص بالمشروع؟
de: Projekt-Dock vertrauen?
es: ¿Confiar en el Dock del proyecto?
fr: Faire confiance au Dock du projet ?
ja: プロジェクトDockを信頼しますか？
ko: 프로젝트 Dock을 신뢰하시겠습니까?
zh_hans: 信任此项目 Dock？
zh_hant: 信任專案 Dock？

# emptyPanel.action.browser
source: Browser
ar: المتصفح
es: Navegador
fr: Navigateur
ja: ブラウザ
ko: 브라우저
zh_hans: 浏览器
zh_hant: 瀏覽器

# emptyPanel.action.terminal
source: Terminal
ar: طرفية
ja: ターミナル
ko: 단말기
zh_hans: 终端
zh_hant: 終端

# emptyPanel.title
source: Empty Panel
ar: لوحة فارغة
de: Leeres Panel
es: Panel vacío
fr: Panneau vide
ja: 空のパネル
ko: 빈 패널
zh_hans: 空面板
zh_hant: 空白面板

# error.clipboardFolderPath
source: Could not load any folder path from the clipboard.
ar: تعذر تحميل أي مسار مجلد من الحافظة.
bs: Nije moguće učitati putanju foldera iz međuspremnika.
da: Kunne ikke indlæse nogen mappesti fra udklipsholderen.
de: Es konnte kein Ordnerpfad aus der Zwischenablage geladen werden.
es: No se pudo cargar ninguna ruta de carpeta desde el portapapeles.
fr: Impossible de charger un chemin de dossier depuis le presse-papiers.
it: Impossibile caricare un percorso cartella dagli appunti.
ja: クリップボードからフォルダパスを読み込めませんでした。
ko: 클립보드에서 폴더 경로를 불러올 수 없습니다.
nb: Kunne ikke laste inn noen mappesti fra utklippstavlen.
pl: Nie udało się wczytać ścieżki folderu ze schowka.
pt_br: Não foi possível carregar nenhum caminho de pasta da área de transferência.
ru: Не удалось загрузить путь к папке из буфера обмена.
th: ไม่สามารถโหลดเส้นทางโฟลเดอร์จากคลิปบอร์ดได้
tr: Panodan herhangi bir klasör yolu yüklenemedi.
uk: Не вдалося завантажити шлях до теки з буфера обміну.
zh_hans: 无法从剪贴板加载文件夹路径。
zh_hant: 無法從剪貼簿載入資料夾路徑。

# error.cmuxConfigActionSaver.malformedConfig
source: %@ isn't a valid JSON object, so the workspace layout couldn't be updated. Fix the file and try again.
ar: %@ ليس كائن JSON صالحاً، لذا تعذر تحديث تخطيط مساحة العمل. أصلح الملف وحاول مرة أخرى.
de: %@ ist kein gültiges JSON-Objekt, daher konnte das Layout des Arbeitsbereichs nicht aktualisiert werden. Beheben Sie den Fehler in der Datei und versuchen Sie es erneut.
es: %@ no es un objeto JSON válido, por lo que no se pudo actualizar el diseño del espacio de trabajo. Corrige el archivo e inténtalo de nuevo.
fr: %@ n'est pas un objet JSON valide, l'agencement de l'espace de travail n'a donc pas pu être mis à jour. Corrigez le fichier et réessayez.
ja: %@ は有効な JSON オブジェクトではないため、ワークスペースレイアウトを更新できませんでした。ファイルを修正して再試行してください。
ko: %@은(는) 유효한 JSON 객체가 아니므로 작업 공간 레이아웃을 업데이트할 수 없었습니다. 파일을 수정하고 다시 시도하세요.
zh_hans: %@ 不是有效的 JSON 对象，因此无法更新工作区布局。请修复该文件后重试。
zh_hant: %@ 不是有效的 JSON 物件，因此無法更新工作區版面配置。請修正該檔案並重試。

# error.cmuxConfigActionSaver.unreadableConfig
source: Couldn't read %@.
ar: تعذر قراءة %@.
de: %@ konnte nicht gelesen werden.
es: No se pudo leer %@.
fr: Impossible de lire %@.
ja: %@ を読み込めませんでした。
ko: %@을(를) 읽을 수 없습니다.
zh_hans: 无法读取 %@。
zh_hant: 無法讀取 %@。

# error.defaultTerminal.registrationFailed
source: cmux could not register as the default terminal app.
ar: تعذر تسجيل cmux كبرنامج الطرفية الافتراضي.
de: cmux konnte sich nicht als Standard-Terminal-App registrieren.
es: cmux no pudo registrarse como la aplicación de terminal predeterminada.
fr: cmux n’a pas pu s’enregistrer comme application de terminal par défaut.
ja: cmux をデフォルトターミナルアプリとして登録できませんでした。
ko: cmux를 기본 터미널 앱으로 등록할 수 없습니다.
zh_hans: cmux 无法注册为默认终端应用。
zh_hant: cmux 無法註冊為預設的終端機應用程式。

# error.remoteDrop.invalidFileURL
source: Dropped item is not a file URL.
ar: العنصر المُفلت ليس عنوان URL لملف.
de: Abgelegtes Element ist keine Datei-URL.
es: El elemento arrastrado no es una URL de archivo.
fr: L’élément déposé n’est pas une URL de fichier.
ja: ドロップされた項目はファイル URL ではありません。
ko: 드롭한 항목이 파일 URL이 아닙니다.
uk: Перетягнутий елемент не є файловою URL-адресою.
zh_hans: 拖放的项目不是文件 URL。
zh_hant: 拖放的項目不是檔案 URL。

# error.remoteDrop.unavailable
source: Remote drop is unavailable.
ar: الإفلات عن بُعد غير متاح.
de: Remote-Drop ist nicht verfügbar.
es: Soltar remoto no está disponible.
fr: Le dépôt à distance n’est pas disponible.
ja: リモートへのドロップは利用できません。
ko: 원격 드롭을 사용할 수 없습니다.
uk: Віддалене перетягування недоступне.
zh_hans: 远程拖放不可用。
zh_hant: 遠端拖放功能不可用。

# error.remoteDrop.uploadFailed
source: Failed to upload dropped file: %@
ar: فشل رفع الملف المُفلت: %@
de: Fehler beim Hochladen der abgelegten Datei: %@
es: No se pudo subir el archivo soltado: %@
fr: Échec de l'envoi du fichier déposé : %@
ja: ドロップされたファイルのアップロードに失敗しました: %@
ko: 드롭한 파일을 업로드하지 못했습니다: %@
uk: Не вдалося завантажити перетягнутий файл: %@
zh_hans: 上传拖放的文件失败：%@
zh_hant: 上傳拖放的檔案失敗：%@

# example.sidebar.attentionQueue.subtitle
source: User extension
ar: امتداد المستخدم
de: Benutzererweiterung
es: Extensión de usuario
fr: Extension utilisateur
ja: ユーザー拡張
ko: 사용자 확장 프로그램
zh_hans: 用户扩展
zh_hant: 使用者擴充功能

# example.sidebar.attentionQueue.title
source: Attention Queue
ar: قائمة انتظار الاهتمام
de: Aufmerksamkeitswarteschlange
es: Cola de atención
fr: File d’attente d’attention
ja: 要対応キュー
ko: 집중 대기열
zh_hans: 待关注队列
zh_hant: 關注佇列

# example.sidebar.browserStack.section.group:reading-list
source: Reading List
ar: قائمة القراءة
de: Leseliste
es: Lista de lectura
fr: Liste de lecture
ja: リーディングリスト
ko: 읽기 목록
zh_hans: 阅读列表
zh_hant: 閱讀清單

# example.sidebar.browserStack.section.loose
source: Open
ar: العناصر المفتوحة
de: Offene Einträge
es: Elementos abiertos
fr: Éléments ouverts
ja: 開いている項目
ko: 열린 항목
zh_hans: 已打开的项目
zh_hant: 已開啟的項目

# example.sidebar.browserStack.section.tiles
source: Pinned
ar: مثبت
de: Angepinnt
es: Fijado
fr: Épinglé
ja: ピン留め
ko: 고정됨
zh_hans: 已固定
zh_hant: 已固定

# example.sidebar.browserStack.subtitle
source: User extension
ar: امتداد المستخدم
de: Benutzererweiterung
es: Extensión de usuario
fr: Extension utilisateur
ja: ユーザー拡張
ko: 사용자 확장 프로그램
zh_hans: 用户扩展
zh_hant: 使用者擴充功能

# example.sidebar.browserStack.title
source: Browser Stack
ar: مكدس المتصفح
es: Pila del navegador
fr: Pile de navigateurs
ja: ブラウザスタック
ko: 브라우저 스택
zh_hans: 浏览器栈
zh_hant: 瀏覽器堆疊

# example.sidebar.devServers.subtitle
source: User extension
ar: امتداد المستخدم
de: Benutzererweiterung
es: Extensión de usuario
fr: Extension utilisateur
ja: ユーザー拡張
ko: 사용자 확장 프로그램
zh_hans: 用户扩展
zh_hant: 使用者擴充功能

# example.sidebar.devServers.title
source: Dev Servers
ar: خوادم التطوير
de: Entwicklungsserver
es: Servidores de desarrollo
fr: Serveurs de développement
ja: 開発サーバー
ko: 개발 서버
zh_hans: 开发服务器
zh_hant: 開發伺服器

# example.sidebar.group.active
source: Active
ar: نشط
de: Aktiv
es: Activo
fr: Actif
ja: アクティブ
ko: 활성
zh_hans: 活跃
zh_hant: 使用中

# example.sidebar.group.liveServers
source: Live Servers
ar: الخوادم النشطة
de: Live-Server
es: Servidores activos
fr: Serveurs actifs
ja: 稼働中のサーバー
ko: 라이브 서버
zh_hans: 运行中的服务器
zh_hant: 運行中的伺服器

# example.sidebar.group.local
source: Local
ar: محلّي
de: Lokal
ja: ローカル
ko: 로컬
zh_hans: 本地
zh_hant: 本機

# example.sidebar.group.needsAttention
source: Needs Attention
ar: يحتاج إلى اهتمام
de: Braucht Aufmerksamkeit
es: Necesita atención
fr: A besoin d'attention
ja: 要対応
ko: 주의가 필요함
zh_hans: 需要关注
zh_hant: 需要注意

# example.sidebar.group.noFolder
source: No Folder
ar: بدون مجلد
de: Kein Ordner
es: Sin carpeta
fr: Aucun dossier
ja: フォルダなし
ko: 폴더 없음
zh_hans: 无文件夹
zh_hant: 無資料夾

# example.sidebar.group.noPrompts
source: No Prompts
ar: بدون موجهات
de: Keine Prompts
es: Sin prompts
fr: Aucune invite
ja: プロンプトなし
ko: 프롬프트 없음
zh_hans: 无提示
zh_hant: 無提示詞

# example.sidebar.group.pinned
source: Pinned
ar: مثبت
de: Angepinnt
es: Fijado
fr: Épinglé
ja: ピン留め
ko: 고정됨
zh_hans: 已固定
zh_hant: 已固定

# example.sidebar.group.quiet
source: Quiet
ar: هادئ
de: Ruhig
es: Silencioso
fr: Silencieux
ja: 静か
ko: 조용함
zh_hans: 安静
zh_hant: 安靜

# example.sidebar.group.recentPrompts
source: Recent Prompts
ar: الموجهات الأخيرة
de: Letzte Prompts
es: Prompts recientes
fr: Invites récentes
ja: 最近のプロンプト
ko: 최근 프롬프트
zh_hans: 最近的提示
zh_hant: 近期提示詞

# example.sidebar.group.remote
source: Remote
ar: عن بُعد
es: Remoto
fr: Distant
ja: リモート
ko: 원격
zh_hans: 远程
zh_hant: 遠端

# example.sidebar.group.workspaces
source: Workspaces
ar: مساحات العمل
de: Arbeitsbereiche
es: Espacios de trabajo
fr: Espaces de travail
ja: ワークスペース
ko: 작업 공간
zh_hans: 工作区
zh_hant: 工作區

# example.sidebar.lastPrompt.subtitle
source: User extension
ar: امتداد المستخدم
de: Benutzererweiterung
es: Extensión de usuario
fr: Extension utilisateur
ja: ユーザー拡張
ko: 사용자 확장 프로그램
zh_hans: 用户扩展
zh_hant: 使用者擴充功能

# example.sidebar.lastPrompt.title
source: Last Prompt
ar: الموجه الأخير
de: Letzter Prompt
es: Último prompt
fr: Dernière invite
ja: 最新プロンプト
ko: 마지막 프롬프트
zh_hans: 上一条提示
zh_hant: 上一個提示詞

# example.sidebar.noPromptsYet
source: No prompts yet
ar: لا توجد موجهات بعد
de: Noch keine Prompts
es: Aún no hay prompts
fr: Aucune invite pour l’instant
ja: まだプロンプトがありません
ko: 아직 프롬프트가 없습니다
zh_hans: 暂无提示
zh_hant: 尚無提示詞

# example.sidebar.projectWorktrees.subtitle
source: User extension
ar: امتداد المستخدم
de: Benutzererweiterung
es: Extensión de usuario
fr: Extension utilisateur
ja: ユーザー拡張
ko: 사용자 확장 프로그램
zh_hans: 用户扩展
zh_hant: 使用者擴充功能

# example.sidebar.projectWorktrees.title
source: Project Worktrees
ar: أشجار عمل المشروع
de: Projekt-Worktrees
es: Worktrees del proyecto
fr: Arborescences de travail du projet
ja: プロジェクトワークツリー
ko: 프로젝트 작업 트리
zh_hans: 项目工作树
zh_hant: 專案工作樹

# example.sidebar.superCompact.subtitle
source: User extension
ar: امتداد المستخدم
de: Benutzererweiterung
es: Extensión de usuario
fr: Extension utilisateur
ja: ユーザー拡張
ko: 사용자 확장 프로그램
zh_hans: 用户扩展
zh_hant: 使用者擴充功能

# example.sidebar.superCompact.title
source: Super Compact
ar: مدمج للغاية
de: Superkompakt
es: Súper compacto
ja: 超コンパクト
ko: 매우 콤팩트
zh_hans: 超紧凑
zh_hant: 超緊湊

# featureFlags.agentChat.description
source: Shows the Agent chat entrypoints in the new-workspace dropdown, command palette, and surface tab bar.
ar: يعرض نقاط دخول دردشة الوكيل في القائمة المنسدلة لـ 'مساحة عمل جديدة'، ولوحة الأوامر، وشريط علامات تبويب السطح.
de: Zeigt die Agent-Chat-Einstiegspunkte im Dropdown-Menü für neue Arbeitsbereiche, in der Befehlspalette und in der Tab-Leiste der Oberfläche an.
es: Muestra los puntos de entrada del chat del agente en el menú desplegable de nuevo espacio de trabajo, la paleta de comandos y la barra de pestañas de la superficie.
fr: Affiche les points d’entrée du chat de l’Agent dans le menu déroulant du nouvel espace de travail, la palette de commandes et la barre d’onglets de la surface d’affichage.
ja: 新規ワークスペースのドロップダウン、コマンドパレット、サーフェスタブバーにエージェントチャットの入口を表示します。
ko: 새 작업 공간 드롭다운, 명령 팔레트 및 화면 탭 표시줄에 에이전트 채팅 진입점을 표시합니다.
zh_hans: 在新建工作区下拉菜单、命令面板和表面标签栏中显示代理聊天入口。
zh_hant: 在「新增工作區」下拉選單、命令面板及介面標籤頁列中顯示 Agent 對話入口。

# featureFlags.agentChat.title
source: Agent chat UI
ar: واجهة مستخدم دردشة الوكيل
de: Agent-Chat-Benutzeroberfläche
es: IU de chat del agente
fr: Interface utilisateur du chat de l’Agent
ja: エージェントチャットUI
ko: 에이전트 채팅 UI
zh_hans: 代理聊天界面
zh_hant: Agent 對話介面
